Repository: Alexcsharp17/CarRental
Catalog: CarRental/CarRental.BLL/Resource.*.resx
Languages: ru

source: Add
ru: Добавить

# AddedReservation
source: You have added new reservation!
ru: Заказ успешно добавлен в карзину

# AirCondition
source: Air Contidion
ru: Кондиционер

# AirConditionRequired
source: Set air condition
ru: Укажите наличие кондиционера

source: ascending
ru: Возростание

source: Automatic Transmission
ru: Коробка передач

source: Business
ru: Бизнес

source: Cancel
ru: Отменить

# CanseledReservation
source: You have canceled reservation!
ru: Вы отменили заказ.

source: Capacity
ru: Количество мест

# CapacityRange
source: The value must be in range from 1 to 5
ru: Значение должно быть от 1 до 5

# CapacityRequired
source: Please input capacity
ru: Пожалуйста введите колво мест

source: Car issuance
ru: Выдача авто

# CarManagment
source: Car park management(Admin)
ru: Управление автомобилями (Админ)

source: Car Name
ru: Название машины

source: Car Return
ru: Возврат авто

source: Cars
ru: Авто

# CarType
source: Class of the car
ru: Класс машины

# CarTypeRequired
source: Please input class of the car
ru: Пожалуйста введите класс машины

source: Dashboard
ru: Доска

source: days
ru: дней

source: Delete
ru: Удалить

source: descending
ru: Убывание

source: Door
ru: Двери

# DoorRange
source: Input value between 1 and 10
ru: Введите значение от 1 до 10

# DriverNecessity
source: Driver
ru: Водитель

source: Drive Unit
ru: Привод

# DriveUnitRequired
source: Please input Drive Unit type
ru: Пожалуйста укажите привод

source: Dysel
ru: Дизель

source: Econom
ru: Эконом

source: Edit
ru: Редакт.

source: Edit Profile
ru: Редакт Профиль

source: Email
ru: Эмейл

source: End Rent
ru: Конец аренды

source: Engine Capacity
ru: Обьем двигателя

# EngineCapacityRequired
source: Please input engine capacity
ru: Укажите обьем двигателя

source: Exception
ru: Ошибка

# ExceptionManagment
source: Exeption management (Admin)
ru: Управление ошибками(Менеджер)

source: Fines
ru: Штрафы

# FourWheelDrive
source: Four-Wheel
ru: Полный

source: Front-Wheel
ru: Передний

# FuelConsumption
source: Fuel consump.
ru: Расход топлива

# FuelConsumptionRequired
source: Please Input fuel consumption
ru: Укажите потребление топлива

source: Fuel Type
ru: Тип топлива

# FuelTypeRequired
source: Please Input Fuel Type
ru: Укажите тип топлива

source: Log in
ru: Войти

source: Log out
ru: Выйти

source: Manager Comment
ru: Коментарий менеджера

source: Manufacturer
ru: Марка авто

# ManufacturerRequired
source: Please input manufactorer
ru: Укажите марку авто

source: My Orders
ru: Мои Заказы

# NameRequired
source: Please input name
ru: Укажите название

source: Open
ru: Открыть

source: Order
ru: Заказать

# OrderManagment
source: Order management (Manager)
ru: Управление заказами (Менеджер)

source: Orders
ru: Заказы

source: Petrol
ru: Бензин

source: Phone
ru: Телефон

source: Pleage
ru: Залог

source: Popular
ru: Хит

source: Premium
ru: Премиум

source: Price
ru: Цена

source: Price per day
ru: Цена в день

# PriceRange
source: The value must be more than 0
ru: Введите цену больше 0

source: Rear-Wheel
ru: Задний

source: Register
ru: Регистрация

source: Rent
ru: Аренда

source: Rent Time
ru: Срок аренды

source: Rent with pleage
ru: Аренда с залогом

source: Save
ru: Сохранить

source: Select
ru: Выберите

# SelectCarManuf
source: Select manufactorer
ru: Укажите марку авто

source: StartRent
ru: Начало аренды

# StatisticManagment
source: Find out information about recent orders(Admin/Manager)
ru: Узнать информацию про недавние заказы(Админ/Менеджер)

source: Statistics
ru: Статистика

source: Status
ru: Статус

# TotalCars
source: Car List
ru: Список Машин

# TotalException
source: Exeption occured
ru: Случилось ошибок

source: Total orders
ru: Всего заказов

# TotalUsers
source: User list
ru: Список Пользователей

# TransAuto
source: Automatic
ru: Автомат

# TransManual
source: Manual
ru: Ручная

# TransmissionRequired
source: Please select transmission type
ru: Укажите тип коробки передач

# UserManagment
source: User management(Admin)
ru: Управление аккаунтами пользователей(Админ)

source: Users
ru: Пользователи

source: Without pleage
ru: Без залога

source: Your Name
ru: Ваше Имя

source: Your orders
ru: Ваши Заказы

source: Your Phone
ru: Ваш Телефон
